tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "automake"
brew "bison"
brew "gdbm"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "chruby"
brew "coreutils"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "hugo"
brew "leiningen"
brew "libxml2"
brew "libyaml"
brew "node"
brew "postgresql", restart_service: true
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "d12frosted/emacs-plus/emacs-plus@28"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "alfred"
cask "dash"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
