tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'petere/postgresql'
cask 'java'
brew 'archey'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bazaar'
brew 'pkg-config'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'little-cms2'
brew 'ghostscript'
brew 'imagemagick'
brew 'emacs'
brew 'cask'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'openssl'
brew 'libssh2'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'editorconfig'
brew 'unixodbc'
brew 'wxmac'
brew 'erlang'
brew 'faac'
brew 'fcgi'
brew 'fdk-aac'
brew 'texi2html'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'homebrew/dupes/tcl-tk'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'libvpx'
brew 'ffmpeg', args: ['with-theora', 'with-libvorbis']
brew 'fish'
brew 'gist'
brew 'gnu-sed'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'hub'
brew 'jbig2dec'
brew 'json-c'
brew 'keybase'
brew 'leiningen'
brew 'libevent'
brew 'libusb'
brew 'libusb-compat'
brew 'libyubikey'
brew 'lua'
brew 'luajit'
brew 'macvim'
brew 'md5sha1sum'
brew 'memcached'
brew 'mercurial'
brew 'scons'
brew 'mongodb'
brew 'node'
brew 'ossp-uuid'
brew 'ykclient'
brew 'ykpers'
brew 'pam_yubico'
brew 'parallel'
brew 'phantomjs'
brew 'protobuf'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-install'
brew 'rust'
brew 's3cmd'
brew 'scala'
brew 'selecta'
brew 'sl'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'v8'
brew 'vim'
brew 'watchman'
brew 'wemux'
brew 'wget'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/openldap'
brew 'homebrew/versions/postgresql92'
brew 'neovim/neovim/neovim'
cask 'alfred'
cask 'android-file-transfer'
cask 'atom'
cask 'betterzipql'
cask 'cakebrew'
cask 'colloquy'
cask 'dropbox'
cask 'evernote'
cask 'filezilla'
cask 'flux'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'gpgtools'
cask 'grandperspective'
cask 'hipchat'
cask 'imageoptim'
cask 'iterm2-beta'
cask 'miro'
cask 'mou'
cask 'opera'
cask 'paw'
cask 'pg-commander'
cask 'pgadmin3'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'suspicious-package'
cask 'tower'
cask 'trailer'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'webpquicklook'
cask 'wireshark'
cask 'yubikey-personalization-gui'
